<template>
    <div class="page-content chapter1-page3">
        <div class="page-title">סעיפים בנושא <b>צו הגיוס</b></div>

        <div class="page-sections-container">
            <div class="page-sections-title">סעיפים בעמוד:</div>
            <div class="page-sections-nums-container">
                <div class="page-sections-nums">3</div>
                <div class="page-sections-nums">5</div>
                <div class="page-sections-nums this-page-sections">12</div>
                <div class="page-sections-nums this-page-sections">13</div>
                <div class="page-sections-nums">22</div>
                <div class="page-sections-nums">26</div>
                <div class="page-sections-nums">36</div>
                <div class="page-sections-nums">39</div>
                <div class="page-sections-nums">40</div>
                <div class="page-sections-nums">42</div>
            </div>
        </div>

        <ShowMore :isLawSection="true" :uniqueId="'abc123'">
            <template v-slot:section-name>
                סעיף 12
            </template>
            <template v-slot:section-content>
                (א)  מיועד לשירות בטחון שנקרא להתייצב לבדיקת כשרו לשירות בטחון ולא התייצב, או שהתייצב וסירב להיבדק או להשלים את הבדיקות, רשאי פוקד לקרוא לו להתייצב לשירות בטחון, לפי סעיפים 13 או 27 ולפי הענין, אם אותה שעה היה יוצא-צבא, אף על פי שכשרו לשירות בטחון עדיין לא נקבע; אך הוא לא יתחיל באימון צבאי כל עוד לא נבדק בדיקה רפואית לצורך קביעת כשרו הרפואי לשירות בטחון ונמצא כשר לשירות, והוראות סעיפים 5 עד 8 יחולו על הבדיקה, בשינויים המחוייבים לפי הענין; הבדיקה תיערך תוך חודש ימים לאחר התייצבותו, אלא אם כן אישר פוקד שהוא בדרגת אלוף משנה לפחות כי קיימים טעמים מיוחדים שיירשמו המצדיקים את הארכת התקופה; סירב יוצא הצבא להיבדק, יהא דינו כדין מי שהפר את סעיף 122 לחוק השיפוט הצבאי, תשט"ו-1955.
                <br>
                (א1) במניין התקופה האמורה בסעיף קטן (א), לא יובאו בחשבון –
                <br>
                (1)   תקופות שעל פי סעיף 18(א) ו-(ב) אין רואים אותן, לעניין חישוב זמן השירות, כתקופה שבה מילא אדם חובת שירות סדיר, ולעניין תקופות שבהן ריצה אותו אדם עונש מאסר או מחבוש בבית סוהר צבאי, מחנה מעצר צבאי או חדר משמר צבאי כמשמעותם בחוק השיפוט הצבאי, התשט"ו-1955 – רק אם במהלך תקופות אלה סירב אותו אדם להיבדק או להשלים את הבדיקה;
                <br>
                (2)   תקופות שבהן אדם היה נתון במעצר על פי החלטה של בית דין צבאי או של בית משפט אחר, למעט מעצר פתוח על פי סעיף 244 לחוק השיפוט הצבאי, התשט"ו-1955, ולעניין תקופות שבהן היה אותו אדם עצור בבית סוהר צבאי, מחנה מעצר צבאי או חדר משמר צבאי כמשמעותם בחוק השיפוט הצבאי, התשט"ו-1955 – רק אם במהלך תקופות אלה סירב אותו אדם להיבדק או להשלים את הבדיקה;
                <br>
                (3)   תקופות שבהן אדם היה מנוע מלהמשיך בשירות תקין ביחידתו בשל פסק דין או החלטה של בית דין צבאי או של בית משפט אחר, ובכלל זה החלטה בדבר שחרור ממעצר בתנאים;
                <br>
                (4)   תקופות שבהן נעדר אדם מן השירות ובשלהן הוכרז על פי פקודת הצבא כנפקד או כעריק.
                <br>
                (ב)  סעיף קטן (א) יחול, בשינויים המחוייבים, על יוצא צבא שנמצא בלתי כשר לשירות או בלתי כשר ארעית לשירות ונקרא להתייצב לבדיקה חוזרת לפי סעיף 6 ולא התייצב, או שהתייצב וסירב להיבדק או להשלים את הבדיקות.
            </template>
        </ShowMore>
        <p>
            מאפשר לפוקד <b>לקרוא לשירות בטחון מלש"ב אשר לא התייצב לבדיקות רפואיות</b> או סירב לבצען, על אף שכושרו לשירות בטחון לא נקבע. מכיוון שלאוכלוסייה זו לא ניתן לקבוע כשירות, אין אפשרות לשלוח לה צו גיוס רגיל על פי חוק. צו גיוס זה, המכונה "צו 12", נשלח לאחר שהלשכה מבינה שיש חוסר שיתוף פעולה מצד המלש"ב בהליכי קביעת הפרופיל, ומאושר בסופו של דבר ע"י פוקד.
        </p>
        <p>
            לדוגמא: יונתן הגיע ללשכה לביצוע צו ראשון, ביצע אימות נתונים וראיון צד"כ, אך טרם כניסתו לרופא החליט לעזוב לביתו. לאחר מכן זומן מספר פעמים לבדיקה רפואית ולא התייצב, על כן ניתן לקרוא לו בצו לפי סעיף 12 לחש"ב. צו גיוס זה מכונה "צו 12" על שם מספר הסעיף בחש"ב.
        </p>
        <ShowMore :isLawSection="true" :uniqueId="'efg456'">
            <template v-slot:section-name>
                סעיף 13
            </template>
            <template v-slot:section-content>
                פוקד רשאי, בצו, לקרוא –
                <br>
                (1)   ליוצא-צבא, גבר, שנמצא כשר לשירות והוא באחד הגילים שמשמונה עשרה עד עשרים ותשע, או שהוא רופא או רופא שיניים והוא באחד הגילים שמשלושים עד שלושים ושמונה;
                <br>
                (2)   ליוצא-צבא, אשה, שנמצאה כשרה לשירות והיא באחד הגילים משמונה עשרה עד עשרים ושש, או שהיא רופאה או רופאת שיניים והיא באחד הגילים שמעשרים ושבע עד שלושים ושמונה,
                <br>
                להתייצב, תוך התקופות הנזכרות בסעיף 20, לשירות סדיר במקום ובזמן שקבע בצו הפוקד, או מי שהוא הסמיך לכך, ואותו יוצא-צבא חייב להתייצב כאמור.
            </template>
        </ShowMore>
            <p>
                <b>מגדיר למי הפוקד רשאי לקרוא לשירות סדיר.</b> גברים – עד גיל 29, נשים – עד גיל 26. רופאים/רופאות – עד גיל 38. צו הגיוס הראשוני נשלח למלש"ב על בסיס סעיף זה. יחד עם זאת, אישור גיוס בגיל 27 הינו בסמכות מ’ מיטב בלבד או סגנו ואישור גיוס בגילאי 28 ומעלה הינו בסמכות מ’ מיטב בלבד.
            </p>
        <img class="chart" src="../../media/graphics/section13chart.png"/>
        <p class="download-btn-container">
            <a class="download-btn" :href="`${publicPath}mediaForDownload/section13chart.png`" download='section13chart.png'>
                <img src="../../media/graphics/download.svg"/>
                הורד תרשים
            </a>
        </p>
        <ShowMore :isLawSection="false" :uniqueId="'hij789'">
            <template v-slot:section-content>
                בשנת 2020 המלש"ב המבוגר ביותר שהתגייס לשירות חובה היה בן 33 ו- 10 חודשים. גויס כמשתמט.
            </template>
        </ShowMore>
        <p>
            לגבי שני הסעיפים – היות ומדובר בגיוס אנו נדרשים לקרוא לו לשירות רק לאחר הגיעו לגיל יוצא-צבא, קרי גיל 18 עברי.
        </p>
        <ShowMore :isLawSection="false" :uniqueId="'klm024'">
            <template v-slot:section-content>
             על פי החוק, חישוב הגילים הינו לפי לוח השנה העברי. גם בייצוב לגיוס גיל 18 הינו לפי לוח השנה העברי, ולכן גם אם המלש"ב אינו יהודי וכבר חגג את גיל 18 לפי לוח השנה הגרגוריאני ניתן לייצבו לגיוס רק לאחר הגעתו לגיל 18 לפי לוח השנה העברי.
            </template>
        </ShowMore>
    </div>
</template>

<script>
import ShowMore from './ShowMore.vue'

export default {
    components: { 
        ShowMore
    },
    name: 'Chapter1Page3',
    props: {

    },
    data() {
        return {
            publicPath: process.env.BASE_URL
        }
    },
    methods: {
    
    },
    computed: {

    },
    created(){
        this.$store.commit('updateViewedPages');
    }
}
</script>

<style scoped>
    .chapter1-page3 .page-title {
        background-image: url("../../media/graphics/page3Title.svg");
    }
</style>