<template>
    <div class="page-content chapter1-page4">
        <div class="page-title">סעיפים בנושא <b>בני ישיבות</b></div>

        <div class="page-sections-container">
            <div class="page-sections-title">סעיפים בעמוד:</div>
            <div class="page-sections-nums-container">
                <div class="page-sections-nums">3</div>
                <div class="page-sections-nums">5</div>
                <div class="page-sections-nums">12</div>
                <div class="page-sections-nums">13</div>
                <div class="page-sections-nums this-page-sections">22</div>
                <div class="page-sections-nums this-page-sections">26</div>
                <div class="page-sections-nums">36</div>
                <div class="page-sections-nums">39</div>
                <div class="page-sections-nums">40</div>
                <div class="page-sections-nums">42</div>
            </div>
        </div>

        <ShowMore :isLawSection="true" :uniqueId="'wxy482'">
            <template v-slot:section-name>
                סעיף 22
            </template>
            <template v-slot:section-content>
                (א)  שר הבטחון יתקין תקנות שתכליתן לשמור, תוך כדי ביצוע הוראות פרק זה, על שלמותם של גרעינים התיישבותיים.
                <br>
                          (ב)  הוראות סעיף 21 אין כוחן יפה לגבי חברים לגרעין התיישבותי שחלות עליו תקנות שהותקנו על-פי סעיף קטן (א), פרט לחברי גרעין כזה הנשלחים להתאמן או לשרת בתפקידים פיקודיים של שירות בטחון ובתנאי שמספרם, ביחס ליתר חברי הגרעין, לא יעלה על האחוז שנקבע בתקנות.
                <br>
                22א.  (א)  בסעיף זה –
                <br>
                          "ישיבת הסדר" – ישיבה שמתקיימים בה לימודים תורניים, המיועדת למשרתים בשירות משולב והכלולה ברשימת ישיבות ההסדר שגיבש לעניין זה שר הביטחון לפי סעיף קטן (ד);
                <br>
                          "שירות משולב" – שירות סדיר המשלב פרק זמן או פרקי זמן של שירות צבאי פעיל ופרק זמן או פרקי זמן של לימוד בישיבת הסדר בתנאים של שירות בלא תשלום.
                <br>
                          (ב)  יוצא צבא רשאי לשרת בשירות משולב, ובלבד שהוא עומד בתנאים שנקבעו בפקודות הצבא ובקשתו אושרה על פי הכללים שנקבעו בפקודות אלה.
                <br>
                          (ג)   תקופת השירות המשולב לא תפחת מתקופת השירות הסדיר שיוצא צבא חייב בה לפי חוק זה, בתוספת של 12 חודשים.
                <br>
                          (ד)  שר הביטחון יגבש את רשימת ישיבות ההסדר בהתאם לאמות מידה שיקבע בתקנות; החלטת שר הביטחון בדבר הכללת ישיבת הסדר ברשימת הישיבות תיעשה בהתחשב בהמלצת ועד הישיבות בארץ ישראל או איגוד ישיבות ההסדר; אין בהוראות סעיף קטן זה כדי למנוע מישיבה לפנות לשר הביטחון בבקשה להיכלל ברשימת ישיבות ההסדר.
                <br>
                          (ה)  רשימת ישיבות ההסדר תפורסם באתר האינטרנט של אגף כוח אדם בצבא הגנה לישראל ותופקד לעיון הציבור הפוקד את לשכות הגיוס האזוריות.
                <br>
                          (ו)   שר הביטחון יקבע את הכללים להפעלת השירות המשולב ואת אמות המידה לאישור בקשות לפי סעיף זה, ובלבד שפרק הזמן הכולל של שירות צבאי פעיל במסגרת השירות המשולב, לא יפחת מ-17 חודשים.
                <br>
                          (ז)   תקנות לפי סעיף זה יותקנו באישור ועדת החוץ והביטחון של הכנסת.
                <br>
                22ב.  (א)  בסעיף זה ובסעיפים 22ג עד 22ה, "ישיבה גבוהה ציונית" – ישיבה או כולל שמתקיימים בהם לימודים תורניים והכלולים ברשימת הישיבות הגבוהות הציוניות שגיבש לעניין זה שר הביטחון לפי סעיף 22ד.
                <br>
                          (ב)  נוכח ההכרה בחשיבות לימוד התורה, רשאי שר הביטחון, לבקשת מיועד לשירות ביטחון שהוא תלמיד ישיבה גבוהה ציונית, לדחות, בצו, את מועד התייצבותו לשירות סדיר, אם מצא כי מתקיימים לגביו התנאים לדחיית שירות כאמור בסעיף 22ג וראה לנכון לעשות כן בהתחשב בצורכי הביטחון ובהיקף הכוחות הסדירים.
                <br>
                          (ג)   צו דחיית שירות לפי סעיף זה יינתן לתקופה שלא תעלה על שנה.
                <br>
                          (ד)  שר הביטחון רשאי לחזור ולתת למיועד לשירות ביטחון כאמור בסעיף קטן (ב) צו דחיית שירות לפי סעיף זה, עד הגיעו לגיל 23.
                <br>
                          (ה)  (1)   על אף הוראות סעיף קטן (ד), שר הביטחון רשאי לחזור ולתת, לבקשת מיועד לשירות ביטחון שהוא תלמיד ישיבה גבוהה ציונית, צו דחיית שירות לפי סעיף זה לתקופות נוספות שלא יעלו על שנה כל אחת, עד הגיעו לגיל 26;
                <br>
                (2)   מספר המבקשים שיינתן להם צו דחיית שירות לראשונה לפי סעיף קטן זה, בשנת גיוס מסוימת, לא יעלה על 300; בסעיף זה, "שנת גיוס" – שנה המתחילה ב-1 ביולי והמסתיימת ב-30 ביוני;
                <br>
                (3)   עלה, בשנת גיוס מסוימת, מספר המבקשים לראשונה דחיית שירות לפי סעיף קטן זה על 300, ידחה שר הביטחון את מועד התייצבותם של 300 מבקשי דחיית שירות בלבד, בהתאם לאמות מידה שקבע.
                <br>
                          (ו)   בוטל או פקע תוקפו של צו דחיית שירות שניתן לפי סעיף זה יחולו על המיועד לשירות ביטחון הוראות סעיף 13.
                <br>
                22ג.   (א)  לא יינתן צו דחיית שירות לפי סעיף 22ב אלא למיועד לשירות ביטחון שהוא תלמיד ישיבה גבוהה ציונית שמתקיימים בו כל אלה:
                <br>
                (1)   הוא לומד בישיבה גבוהה ציונית לימודים תורניים, באופן סדיר, בהיקף שלא יפחת מ-45 שעות בשבוע, ובכולל – 40 שעות בשבוע, למעט בתקופות חופשה שקבע שר הביטחון;
                <br>
                (2)   הוא לא עוסק בכל עיסוק נוסף על לימודיו בישיבה; בפסקה זו, "עיסוק" – עבודה שמקובל לקבל בעבורה שכר, בין שהיא נעשית בשכר ובין שנעשית שלא בשכר, ולרבות כל עיסוק אחר שקבע שר הביטחון;
                <br>
                (3)   הוא קיים את חובותיו לפי חוק זה, ובכלל זה התייצב לרישום ולבדיקה רפואית לפי סעיפים 3 ו-5;
                <br>
                (4)   הוא הצהיר, בתצהיר בכתב שניתן לפי סעיף 15 לפקודת הראיות [נוסח חדש], התשל"א-1971 (בחוק זה – פקודת הראיות), כי מתקיימים בו התנאים שבפסקאות (1) עד (3);
                <br>
                (5)   ראש הישיבה שבה הוא לומד אישר, בתצהיר בכתב שניתן לפי סעיף 15 לפקודת הראיות, כי מתקיים במיועד לשירות ביטחון התנאי שבפסקה (1), והתחייב כי אם יחדל להתקיים במיועד לשירות ביטחון התנאי האמור, יודיע על כך לפוקד בתוך 21 ימים;
                <br>
                (6)   תנאים מוקדמים נוספים שקבע שר הביטחון, באישור ועדת החוץ והביטחון של הכנסת.
                <br>
                          (ב)  ביקש מיועד לשירות ביטחון לחזור ולקבל צו דחיית שירות לפי סעיף 22ב, יצרף מחדש לכל בקשה כאמור תצהירים והתחייבות כאמור בסעיף קטן (א)(4) ו-(5).
                <br>
                22ד.  (א)  שר הביטחון יגבש את רשימת הישיבות הגבוהות הציוניות בהתאם לאמות מידה שיקבע בתקנות, ובלבד שמתקיימים בישיבה כל אלה:
                <br>
                (1)   מרבית תלמידיה הם בוגרי מוסד חינוך על-יסודי הנתון לפיקוחו של מינהל החינוך הדתי במשרד החינוך;
                <br>
                (2)   מתקיימים בה לימודים בהיקף שלא יפחת מ-45 שעות בשבוע, ובכולל – 40 שעות בשבוע;
                <br>
                (3)   תנאים וכללים נוספים שקבע שר הביטחון באישור ועדת החוץ והביטחון של הכנסת.
                <br>
                          (ב)  החלטת שר הביטחון בדבר הכללת ישיבה גבוהה ציונית ברשימת הישיבות תיעשה בהתחשב בהמלצת איגוד הישיבות הגבוהות הציוניות; אין בהוראות סעיף קטן זה כדי למנוע מישיבה לפנות לשר הביטחון בבקשה להיכלל ברשימת הישיבות הגבוהות הציוניות.
                 <br>
                          (ג)   רשימת הישיבות הגבוהות הציוניות תפורסם באתר האינטרנט של אגף כוח אדם בצבא הגנה לישראל ותופקד לעיון הציבור הפוקד את לשכות הגיוס האזוריות.
                <br>
                          (ד)  שר הביטחון רשאי להסיר ישיבה מרשימת הישיבות הגבוהות הציוניות, לאחר שנתן לראש הישיבה הזדמנות להשמיע את טענותיו לפניו, אם מצא כי התקיים אחד מאלה:
                <br>
                (1)   ראש הישיבה אינו ממלא את חובותיו בהתאם להוראות סעיף 22ג(א)(5);
                <br>
                (2)   חדל להתקיים בישיבה אחד מהתנאים בהתאם לאמות המידה שקבע שר הביטחון כאמור בסעיף קטן (א);
                <br>
                (3)   התקיימו נסיבות אחרות המצדיקות, לדעת שר הביטחון, את הסרתה מהרשימה.
                <br>
                22ה.  שר הביטחון ידווח לוועדת החוץ והביטחון של הכנסת, אחת לשנה, לגבי השנה שחלפה, על עניינים אלה:
                <br>
                (1)  מספר צווי דחיית השירות משירות סדיר שניתנו לפי סעיף 22ב;
                <br>
                (2)  מספר המתייצבים לשירות סדיר בכלל, ומספר המתייצבים כאמור מקרב תלמידי הישיבות הגבוהות הציוניות בפרט;
                <br>
                (3)  נתונים בעניינים המפורטים בפסקאות (1) ו-(2) בהשוואה לשנים קודמות.
            </template>
        </ShowMore>
        <p>
           מפרט את כל עולם 
           <b>השירות המשולב</b>
           (מסלולי ההסדר). השירות המשולב במסלולי ההסדר מאפשר שילוב של שירות צבאי עם פרקי לימוד בישיבה. לפי החוק, ההצטרפות למסלול מחייבת תוספת של 12 חודשי שירות מעבר לתקופה בה חייב היה לשרת. חלק נוסף בסעיף זה 
           <b>הוא דחיית גיוס לתלמידי ישיבות גבוהות ציוניות</b>.
           כל דחייה תהיה לשנה, ניתן לשוב ולדחות עבור אותו תלמיד עד הגיעו לגיל 26 בלבד.
        </p>
        <ShowMore :isLawSection="true" :uniqueId="'zcf506'">
            <template v-slot:section-name>
                סעיף 26- פרק ג'1
            </template>
            <template v-slot:section-content>
                <p><strong>הגדרות &ndash; פרק ג'1 (תיקון מס' 19) תשע"ד-2014</strong></p>
                <p>26ב.&nbsp; בפרק זה &ndash;</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; "חוק שירות לאומי-אזרחי" &ndash; חוק שירות לאומי-אזרחי, התשע"ד-2014;</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; "יום התחילה" &ndash; י"ח באדר ב' התשע"ד (20 במרס 2014);</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; "ישיבה" &ndash; ישיבה או כולל שמתקיימים בהם לימודים תורניים והכלולים ברשימה שגיבש לעניין זה שר הביטחון לפי סעיף 26כד;</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; "שירות לאומי-אזרחי", "שירות אזרחי-ביטחוני" ו"שירות אזרחי-חברתי" &ndash; כהגדרתם בחוק שירות לאומי-אזרחי;</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; "שנת גיוס" &ndash; שנה המתחילה ב-1 ביולי והמסתיימת ב-30 ביוני;</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; "תנאים לדחיית שירות" &ndash; התנאים המנויים בסעיף 26כג;</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; "תקופת ההסתגלות הראשונה" &ndash; התקופה שמיום התחילה עד יום ח' בתמוז התש"ף (30 ביוני 2020);</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; "תקופת ההסתגלות השנייה" &ndash; התקופה שמיום ט' בתמוז התש"ף (1 ביולי 2020) עד יום י"א בתמוז התשפ"ג (30 ביוני 2023).</p>
                <p><strong>תחולה &ndash; פרק ג'1 (תיקון מס' 19) תשע"ד-2014</strong></p>
                <p>26ג.&nbsp;&nbsp; (א)&nbsp; הוראות פרק זה יחולו נוכח ההכרה בחשיבות לימוד התורה.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ב)&nbsp; הוראות פרק זה יחולו כמפורט להלן:</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>(1)&nbsp;&nbsp; מי שביום התחילה מלאו לו 18 שנים וטרם מלאו לו 22 שנים, יחולו עליו הוראות סעיפים 26ה עד 26ח;</p>
                <p>(2)&nbsp;&nbsp; מי שביום התחילה מלאו לו 22 שנים, יחולו עליו הוראות סעיפים 26ט ו-26י;</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>(3)&nbsp;&nbsp; מי שמלאו לו 18 שנים במהלך תקופת ההסתגלות הראשונה, יחולו עליו הוראות סעיף 26יא;</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>(4)&nbsp;&nbsp; מי שמלאו לו 18 שנים במהלך תקופת ההסתגלות השנייה, יחולו עליו הוראות סעיף 26יח.</p>
                <p><strong>(תיקון מס' 19) תשע"ד-2014 (תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>סימן ב': תקופת ההסתגלות הראשונה</p>
                <p><strong>תחולה &ndash; תקופת ההסתגלות הראשונה (תיקון מס' 19) תשע"ד-2014 (תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>26ד.&nbsp; הוראות סימן זה יחולו בתקופת ההסתגלות הראשונה.</p>
                <p><strong>דחיית שירות לתלמיד ישיבה שמלאו לו 18 שנים וטרם מלאו לו 22 שנים (תיקון מס' 19) תשע"ד-2014</strong></p>
                <p>26ה.&nbsp; (א)&nbsp; שר הביטחון, לבקשת מיועד לשירות ביטחון שהוא תלמיד ישיבה וביום התחילה מלאו לו 18 שנים וטרם מלאו לו 22 שנים, רשאי לדחות, בצו, את מועד התייצבותו של המבקש לשירות סדיר, אם מצא כי מתקיימים לגביו התנאים לדחיית שירות, וראה לנכון לעשות כן בהתחשב בצורכי הביטחון ובהיקף הכוחות הסדירים.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ב)&nbsp; צו דחיית שירות לפי סעיף זה יינתן לתקופה שלא תעלה על שנה.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ג)&nbsp;&nbsp; שר הביטחון רשאי לחזור ולתת למיועד לשירות ביטחון כאמור בסעיף קטן (א) צו דחיית שירות לפי סעיף זה, עד הגיעו לגיל 24.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ד)&nbsp; נדחה שירותו של מיועד לשירות ביטחון לפי הוראות סעיף זה, מזמן לזמן, עד הגיעו לגיל 24, רשאי שר הביטחון לפטור אותו, בצו, מחובת שירות סדיר, ויחולו לגביו הוראות סעיף 26יב לעניין שילוב בתעסוקה.</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ה)&nbsp; (בוטל).</p>
                <p><strong>ביטול או פקיעת תוקף של צו דחיית שירות (תיקון מס' 19) תשע"ד-2014</strong></p>
                <p>26ו.&nbsp;&nbsp; (א)&nbsp; בוטל צו דחיית שירות שניתן לפי סעיף 26ה בשל אי-עמידה בתנאים לדחיית שירות, יחולו על המיועד לשירות ביטחון הוראות סעיף 13.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ב)&nbsp; פקע תוקפו של צו דחיית שירות שניתן לפי סעיף 26ה, ולא ביקש המיועד לשירות ביטחון להאריכו, יחולו עליו הוראות סעיף 13 אם טרם מלאו לו 21 שנים, והוראות סעיף 26ז &ndash; אם מלאו לו 21 שנים.</p>
                <p><strong>קריאה לשירות סדיר או הפניה לשירות לאומי-אזרחי (תיקון מס' 19) תשע"ד-2014</strong></p>
                <p>26ז.&nbsp;&nbsp; (א)&nbsp; מיועד לשירות ביטחון שניתן לו צו דחיית שירות לפי פרק זה, ופקע תוקפו של הצו לאחר שמלאו לו 21 שנים, רשאי פוקד, בצו, לקרוא לו להתייצב לשם בדיקת התאמתו לשרת בשירות ביטחון במקום ובזמן שהפוקד או מי שהוא הסמיך לכך קבע בצו; מי שנקרא להתייצב בצו לפי סעיף קטן זה חייב להתייצב במקום ובזמן שנקבעו בצו כאמור.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ב)&nbsp; מצא הפוקד כי המיועד לשירות ביטחון מתאים לשרת בשירות ביטחון, רשאי הוא, בצו, לקרוא לו להתייצב, בתוך התקופות הנזכרות בסעיף 20, לשירות סדיר, במקום ובזמן שקבע, בצו, הפוקד או מי שהוא הסמיך לכך, והמיועד לשירות ביטחון חייב להתייצב כאמור.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ג)&nbsp;&nbsp; על אף הוראות סעיף קטן (ב), הפוקד רשאי, לאחר שבחן את כל אפשרויות הצבתו בשירות סדיר של המיועד לשירות ביטחון, להפנותו לשירות לאומי-אזרחי.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ד)&nbsp; הסכים המיועד לשירות ביטחון להפנייתו לשירות לאומי-אזרחי, ידחה שר הביטחון, בצו, את מועד התייצבותו לשירות סדיר לצורך ביצוע השירות הלאומי-אזרחי; לא הסכים המיועד לשירות ביטחון להפנייתו כאמור, רשאי הפוקד, בצו, לקרוא לו להתייצב לשירות סדיר ויחולו הוראות סעיף קטן (ב).</p>
                <p><strong>פטור משירות סדיר למי ששירת בשירות לאומי-אזרחי כאמור בסעיף 26ז (תיקון מס' 19) תשע"ד-2014</strong></p>
                <p>26ח.&nbsp; (א)&nbsp; מי ששירת בשירות לאומי-אזרחי כאמור בסעיף 26ז וניתן לו אישור על השלמת השירות לפי סעיף 12 לחוק שירות לאומי-אזרחי, יפטור אותו שר הביטחון, בצו, מחובת שירות סדיר.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ב)&nbsp; הופסק השירות הלאומי-אזרחי של מיועד לשירות ביטחון לפי הוראות סעיף 23 לחוק שירות לאומי-אזרחי, רשאי הפוקד, בצו, לקרוא לו להתייצב לשירות סדיר, ויחולו הוראות סעיף 26ז(ב).</p>
                <p><strong>הוראות לעניין מי שמלאו לו 22 שנים (תיקון מס' 19) תשע"ד-2014</strong></p>
                <p>26ט.&nbsp; (א)&nbsp; מיועד לשירות ביטחון שניתן לו צו דחיית שירות לפי חוק דחיית שירות לתלמידי ישיבות שתורתם אומנותם, התשס"ב-2002, והצו עמד בתוקפו ביום הפקיעה של החוק האמור בי"ג באב התשע"ב (1 באוגוסט 2012), וביום התחילה מלאו לו 22 שנים, רשאי הפוקד, בצו, לקרוא לו להתייצב לשם בחינת שילובו בשירות סדיר או בשירות לאומי-אזרחי, במקום ובזמן שהפוקד או מי שהוא הסמיך לכך קבע בצו; מי שנקרא להתייצב בצו לפי סעיף קטן זה, חייב להתייצב במקום ובזמן שנקבעו בצו כאמור.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ב)&nbsp; בחר המיעוד לשירות ביטחון להשתלב בשירות סדיר, רשאי הפוקד או מי שהוא המסיך לכך, בצו, לקרוא לו להתייצב במקום ובזמן שקבע בצו, לשם בדיקת התאמתו לשרת בשירות ביטחון, והוא חייב להתייצב במקום ובזמן שנקבעו בצו כאמור.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ג)&nbsp;&nbsp; מצא הפוקד כי המיועד לשירות ביטחון מתאים לשרת בשירות ביטחון, רשאי הוא, בצו, לקרוא לו להתייצב, בתוך תקופות הקריאה להתייצבות הנזכרות בסעיף 20, לשירות סדיר, במקום ובזמן שקבע, בצו, הפוקד או מי שהוא הסמיך לכך, והוא חייב להתייצב במקום ובזמן שנקבעו בצו כאמור.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ד)&nbsp; מצא הפוקד כי מיועד לשירות ביטחון שבחר לשרת בשירות סדיר אינו מתאים לשרת בשירות ביטחון, לאחר שבחן את כל אפשרויות הצבתו של המיועד לשירות ביטחון בשירות סדיר, רשאי הוא, בצו, לקרוא לו להתייצב לשם בחינת שילובו בשירות לאומי-אזרחי.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ה)&nbsp; בחר המיועד לשירות ביטחון להשתלב בשירות לאומי-אזרחי, יפנה אותו הפוקד לשירות לאומי-אזרחי, ושר הביטחון ידחה, בצו, את מועד התייצבותו לשירות סדיר לשם ביצוע השירות הלאומי-אזרחי.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ו)&nbsp;&nbsp; בחר המיועד לשירות ביטחון שלא להשתלב בשירות סדיר או בשירות לאומי-אזרחי, רשאי שר הביטחון לפטור אותו, בצו, מחובת שירות סדיר, ויחולו לגביו הוראות סעיף 26יב לעניין שילוב בתעסוקה.</p>
                <p><strong>פטור משירות סדיר למי ששירת בשירות לאומי-אזרחי כאמור בסעיף 26ט (תיקון מס' 19) תשע"ד-2014</strong></p>
                <p>26י.&nbsp;&nbsp; (א)&nbsp; מי ששירת בשירות לאומי-אזרחי כאמור בסעיף 26ט וניתן לו אישור על השלמת השירות לפי סעיף 12 לחוק שירות לאומי-אזרחי, יפטור אותו שר הביטחון, בצו, מחובת שירות סדיר.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ב)&nbsp; הופסק השירות הלאומי-אזרחי של מיועד לשירות ביטחון לפי הוראות סעיף 23 לחוק שירות לאומי-אזרחי, רשאי הפוקד, בצו, לקרוא לו להתייצב לשירות סדיר, ויחולו הוראות סעיף 26ז(ב).</p>
                <p><strong>הוראות לעניין מי שמלאו לו 18 שנים במהלך תקופת ההסתגלות הראשונה (תיקון מס' 19) תשע"ד-2014 (תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>26יא. (א)&nbsp; שר הביטחון, לבקשת מיועד לשירות ביטחון שהוא תלמיד ישיבה שימלאו לו 18 שנים במהלך תקופת ההסתגלות הראשונה, רשאי לדחות, בצו, את מועד התייצבותו של המבקש לשירות סדיר, אם מצא כי מתקיימים לגביו התנאים לדחיית שירות, וראה לנכון לעשות כן בהתחשב בצורכי הביטחון ובהיקף הכוחות הסדירים.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ב)&nbsp; צו דחיית שירות לפי סעיף זה יינתן לתקופה שלא תעלה על שנה.</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ג)&nbsp;&nbsp; שר הביטחון רשאי במהלך תקופת ההסתגלות הראשונה לחזור ולתת למיועד לשירות ביטחון כאמור בסעיף קטן (א) צו דחיית שירות לפי סעיף זה, עד הגיעו לגיל 24.</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ד)&nbsp; על מיועד לשירות ביטחון שמועד התייצבותו לשירות סדיר נדחה לפי סעיף זה, יחולו הוראות אלה:</p>
                <p>(1)&nbsp;&nbsp; מלאו לו 24 שנים במהלך תקופת ההסתגלות הראשונה &ndash; רשאי שר הביטחון לפטור אותו בהגיעו לגיל האמור, בצו, מחובת שירות סדיר, ויחולו לגביו הוראות סעיף 26יב לעניין שילוב בתעסוקה;</p>
                <p>(2)&nbsp;&nbsp; לא מלאו לו 24 שנים עד תום תקופת ההסתגלות הראשונה &ndash; יחולו עליו, בתום תקופת הצו האחרון לדחיית שירות שניתן לפי סעיף זה, הוראות סימן ה'.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ה)&nbsp; בוטל צו דחיית שירות שניתן לפי סעיף זה או פקע תוקפו, יחולו הוראות סעיף 26ו.</p>
                <p><strong>(תיקון מס' 19) תשע"ד-2014</strong></p>
                <p>סימן ג': שילוב בתעסוקה</p>
                <p><strong>שילוב בתעסוקה (תיקון מס' 19) תשע"ד-2014</strong></p>
                <p>26יב. (א)&nbsp; לשם קידום שילובם של בוגרי הישיבות בתעסוקה, רשאי עובד משרד הכלכלה ששר הכלכלה<a name="_ftnref4"></a><a href="https://www.nevo.co.il/law_html/law01/p199_009.htm#_ftn4"><sup>[3]</sup></a>&nbsp;הסמיכו לכך לקבל מפוקד או מאדם מטעמו מידע שיש בידיו לגבי מי ששר הביטחון פטר אותו מחובת שירות סדיר לפי סעיף 26ה(ד) או 26ט(ו) (בסעיף זה &ndash; מקבל פטור); מידע כאמור יימסר למטרת פנייה של משרד הכלכלה או של מפעיל למקבל הפטור; עובד משרד הכלכלה יבקש מפוקד מידע לפי פסקה זו רק לתכלית האמורה ובמידה שנדרש.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ב)&nbsp; מידע יועבר לפי הוראות סעיף קטן (א) באופן מאובטח בהתאם לנהלים שייקבעו במשרד הכלכלה.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ג)&nbsp;&nbsp; מקבל פטור שמידע לגביו הועבר לפי הוראות סעיף קטן (א), זכאי לדרוש שהמידע האמור יימחק ולא יישמר; דרש מקבל פטור כאמור, ימחק עובד משרד הכלכלה או המפעיל את המידע.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ד)&nbsp; לא יגלה אדם מידע שהגיע אליו לפי סעיף קטן (א) ולא יעשה בו כל שימוש אלא לתכלית האמורה באותו סעיף קטן.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ה)&nbsp; בסעיף זה &ndash;</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; "מידע" &ndash; מספר זהות, שם פרטי ושם משפחה, מען למשלוח דואר ומספר טלפון קווי ונייד;</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; "מפעיל" &ndash; מי שמפעיל או מקיים מטעם משרד הכלכלה מרכז תעסוקה או פעילות להכוונה תעסוקתית.</p>
                <p><strong>הכשרה תעסוקתית מיועדת (תיקון מס' 19) תשע"ד-2014</strong></p>
                <p>26יג.&nbsp; על אף האמור בסעיף 26כג, בתקופה שבה מיועד לשירות ביטחון שניתן לו צו דחיית שירות לפי פרק זה נמצא בהכשרה תעסוקתית מיועדת, יופחת מהיקף השעות כאמור בסעיף 26כג(א)(1), מספר השעות שבהן הוא נמצא בהכשרה תעסוקתית מיועדת, ולכל היותר 15 שעות בשבוע; בסעיף זה &ndash;</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; "הכשרה תעסוקתית מיועדת" &ndash; השכלה או הכשרה שאישר שר הכלכלה<sup>5</sup>, המיועדת לקידום שילובם המקצועי בתעסוקה של תלמידי ישיבה ששירותם נדחה לפי הוראות פרק זה, לרבות פעילות הכוונה מקצועית;</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; "השכלה" &ndash; לימודי תכנית היסוד כמשמעותה בחוק חינוך ממלכתי, התשי"ג-1953, כולה או חלקה, או השכלה אחרת שאישר שר הכלכלה על פי אמות מידה שקבע בשים לב לצורכי הצבא, ובלבד שהלימודים אינם לקראת תואר מוכר כמשמעותו בחוק המועצה להשכלה גבוהה, התשי"ח-1958.</p>
                <p><strong>דיווח לכנסת &ndash; שילוב בתעסוקה (תיקון מס' 19) תשע"ד-2014</strong></p>
                <p>26יד. שר הכלכלה<sup>5</sup>&nbsp;ידווח לוועדת הכלכלה של הכנסת, אחת לשנה, על השפעות יישום הוראות סימן זה על שילוב בוגרי ישיבות בתעסוקה.</p>
                <p><strong>(תיקון מס' 19) תשע"ד-2014</strong></p>
                <p>סימן ד': יעדי גיוס</p>
                <p><strong>יעדי גיוס בתקופת ההסתכלות ובתקופת הקבע (תיקון מס' 19) תשע"ד-2014</strong></p>
                <p>26טו. (א)&nbsp; בסימן זה &ndash;</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; "בוגר מוסד חינוך חרדי" &ndash; מי שלמד בין גיל 14 לגיל 18, שנתיים לפחות, במוסד חינוך שהוא אחד מאלה:</p>
                <p>(1)&nbsp;&nbsp; מוסד חינוך תרבותי ייחודי, כהגדרתו בחוק מוסדות תרבותיים ייחודיים, התשס"ח-2008, המיועד לקבוצת האוכלוסייה המפורטת בפסקה (1) להגדרה "קבוצה תרבותית ייחודית" בחוק האמור;</p>
                <p>(2)&nbsp;&nbsp; מוסד לימודי חרדי או חלק ממוסד לימודי המיועד לתלמידים חרדים, שקבע, בצו, שר הביטחון, בהתייעצות עם שר החינוך או עם שר הכלכלה<sup>5</sup>, לפי העניין, ובאישור ועדת החוץ והביטחון של הכנסת;</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; "מתגייס בפועל" &ndash; מי שהחל לשרת בשירות סדיר או בשירות לאומי-אזרחי, בשנת גיוס מסוימת;</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; "הצוות" &ndash; הצוות הבין-משרדי שהוקם לפי הוראות סעיף 26טו1.</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ב)&nbsp; הממשלה תפעל, בתקופת ההסתגלות הראשונה ובתקופת ההסתגלות השנייה, להגדלה הדרגתית של מספר המתגייסים בפועל לשירות סדיר ולשירות לאומי-אזרחי (בסעיף זה &ndash; גיוס לשירות) מקרב תלמידי הישיבות ובוגרי מוסדות החינוך החרדים.</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ג)&nbsp;&nbsp; לשם הגדלה הדרגתית של מספר המתגייסים, תחליט הממשלה, בין השאר, על יעדים שנתיים של גיוס לשירות, בתקופת ההסתגלות הראשונה ובתקופת ההסתגלות השנייה, ועל אופן השגתם; היעדים השנתיים יכללו &ndash;</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>(1)&nbsp;&nbsp; יעד שנתי לגיוס לשירות סדיר שייקבע בשים לב להמלצת שר הביטחון;</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>(2)&nbsp;&nbsp; יעד שנתי לגיוס לשירות לאומי-אזרחי, בחלוקה לשירות אזרחי-ביטחוני ושירות אזרחי-חברתי שייקבע בשים לב להמלצת השר הממונה על חוק שירות לאומי-אזרחי (בפרק זה &ndash; השר הממונה);</p>
                <p>(3)&nbsp;&nbsp; יעד שנתי מצטבר, הכולל את היעדים השנתיים המפורטים בפסקאות (1) ו-(2) (בסעיף זה &ndash; יעד שנתי כולל).</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ג1) בקביעת אופן השגתם של היעדים השנתיים כאמור בסעיף קטן (ג), תיתן הממשלה את דעתה לתכניות הרב-שנתיות שגיבש הצוות לפי סעיף 26טו2.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ד)&nbsp; בקביעת יעדי הגיוס תיתן הממשלה את דעתה גם למספר המיועדים לשירות ביטחון שניתן להם צו דחיית שירות לפי סעיף 26כ(ב) עד הגיעם לגיל 26, ולמספר יוצאי הצבא שניתן להם פטור לפי סעיף 26ה(ד) או 26ט(ו).</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ה)&nbsp; יעדי הגיוס יעלו מדי שנת גיוס, ובלבד שהיעד השנתי הכולל לשנת הגיוס שתחילתה בחודש יולי 2013, לא יפחת מ-3,300 מתגייסים לשירות.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ו)&nbsp;&nbsp; עלה על 1,000, בשנת גיוס מסוימת, מספר המתגייסים לשירות סדיר עד גיל 20 כלוחמים, יראו, לעניין יעדי הגיוס, כל שני מתגייסים נוספים עד גיל 20 כלוחמים, כשלושה; לעניין זה, "לוחם" &ndash; כהגדרתו בפקודות הצבא.</p>
                <p><strong>הקמת צוות</strong><strong>&nbsp;</strong><strong> בין-משרדי לקידום עמידה ביעדי הגיוס (תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>26טו1. הממשלה תקים, בתוך 30 ימים מיום תחילתו של חוק שירות ביטחון (תיקון מס' 21), התשע"ו-2015 (בפרק זה &ndash; תיקון מס' 21), צוות בין-משרדי, בראשות המנהל הכללי של משרד הביטחון, שחבריו יהיו:</p>
                <p>(1)&nbsp; ראש המועצה הלאומית לכלכלה הפועלת לפי החלטת הממשלה מספר 430 מיום י"ז באלול התשס"ו (10 בספטמבר 2006);</p>
                <p>(2)&nbsp; הממונה על התקציבים במשרד האוצר;</p>
                <p>(3)&nbsp; המנהל הכללי של משרד הכלכלה;</p>
                <p>(4)&nbsp; המנהל הכללי של משרד החינוך;</p>
                <p>(5)&nbsp; המנהל הכללי של הרשות לשירות לאומי-אזרחי;</p>
                <p>(6)&nbsp; נציג בכיר מטעם ראש המטה הכללי של צבא ההגנה לישראל;</p>
                <p>(7)&nbsp; נציג היועץ המשפטי לממשלה.</p>
                <p><strong>תפקידי הצוות (תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>26טו2. (א)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; הצוות יגבש תכנית רב-שנתית לתקופת ההסתגלות הראשונה הכוללת אמצעים שיקדמו את העמידה ביעדי הגיוס לשירות סדיר ולשירות לאומי-אזרחי שנקבעו לפי סעיף 26טו; לשם כך רשאי הצוות, בין השאר, להציע תיקוני חקיקה ולהמליץ על שימוש בתכניות קיימות שהן בתחומי האחריות של משרדי הממשלה, לרבות תכניות המעוגנות בהחלטות הממשלה, בהוראות תקנות כספים ומשק (תכ"מ) של החשב הכללי במשרד האוצר ובמבחני תמיכות.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ב)&nbsp; הצוות יגיש את התכנית כאמור בסעיף קטן (א), לשר הביטחון ולשר הממונה, לא יאוחר מתום 120 ימים מיום תחילתו של תיקון מס' 21; שר הביטחון יגבש הצעת החלטה, בהסכמת השר הממונה, בהתאם לתכנית שהוגשה לו כאמור ויביאה לאישור הממשלה לא יאוחר מ-40 ימים מיום שהוגשה לו התכנית; לא הגיע שר הביטחון להסכמה עם השר הממונה בעניין הצעת ההחלטה כאמור, בתוך 30 ימים מיום שהוגשה לו התכנית, יגיש שר הביטחון את הצעת ההחלטה לממשלה ויביא בדברי ההסבר להצעה את עמדת השר הממונה.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ג)&nbsp;&nbsp; שישה חודשים לפני תום תקופת ההסתגלות הראשונה, ישלים הצוות את גיבושה של תכנית רב-שנתית לתקופת ההסתגלות השנייה; על התכנית הרב-שנתית כאמור יחולו הוראות סעיף קטן (א), בשינויים המחויבים, והיא תגובש בהתחשב, בין השאר, במידת העמידה ביעדי הגיוס בתקופת ההסתגלות הראשונה וביעילותם של האמצעים שננקטו בהתאם לתכנית הרב-שנתית שגובשה לפי סעיף קטן (א).</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ד)&nbsp; הצוות יגיש את התכנית כאמור בסעיף קטן (ג) לשר הביטחון ולשר הממונה, לא יאוחר משישה חודשים לפני תום תקופת ההסתגלות הראשונה; שר הביטחון יגבש הצעת החלטה, בהסכמת השר הממונה, בהתאם לתכנית שהוגשה לו כאמור ויביאה לאישור הממשלה לא יאוחר מ-40 ימים מיום שהוגשה לו התכנית; לא הגיע שר הביטחון להסכמה עם השר הממונה בעניין הצעת ההחלטה כאמור, בתוך 30 ימים מיום שהוגשה לו התכנית, יגיש שר הביטחון את הצעת ההחלטה לממשלה ויביא בדברי ההסבר להצעה את עמדת השר הממונה.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ה)&nbsp; הצוות יערוך מעקב מתמיד אחר יישום החלטות הממשלה שהתקבלו לפי סעיף 26טו(ג) במהלך תקופת ההסתגלות הראשונה ותקופת ההסתגלות השנייה.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ו)&nbsp;&nbsp; הצוות ידווח לשר הביטחון ולשר הממונה, אחת לשנה, על ביצוע הוראות סעיף זה ובכלל זה על אמצעי המעקב שננקטו.</p>
                <p><strong>הודעות בדבר מספר המתגייסים לשירות סדיר והמשרתים בשירות לאומי-אזרחי (תיקון מס' 19) תשע"ד-2014</strong></p>
                <p>26טז. (א)&nbsp; שר הביטחון יודיע לממשלה בתום כל שנת גיוס על מספר המתגייסים לשירות סדיר מקרב תלמידי הישיבות ובוגרי מוסדות החינוך החרדיים באותה שנת גיוס, ויפרסם על כך הודעה ברשומות לא יאוחר מ-5 ביולי.</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ב)&nbsp; השר הממונה יודיע לממשלה בתום כל שנת גיוס על מספר המשרתים בשירות לאומי-אזרחי שהחלו לשרת באותה שנת גיוס, ויפרסם על כך הודעה ברשומות לא יאוחר מ-5 ביולי.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ג)&nbsp;&nbsp; בלי לגרוע מהוראות סעיפים קטנים (א) ו-(ב), עד 5 בינואר בכל שנה תימסר לממשלה הודעה כמפורט להלן, והממשלה תפרסם על כך הודעה ברשומות לא יאוחר מ-15 בינואר:</p>
                <p>(1)&nbsp;&nbsp; הודעת שר הביטחון על מספר המתגייסים לשירות סדיר, לפי פרק זה, בששת החודשים הראשונים של שנת הגיוס;</p>
                <p>(2)&nbsp;&nbsp; הודעת השר הממונה על מספר המשרתים בשירות לאומי-אזרחי בששת החודשים הראשונים של שנת הגיוס.</p>
                <p><strong>(תיקון מס' 19) תשע"ד-2014 (תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>סימן ה': תקופת ההסתגלות השנייה</p>
                
                <p><strong>תחולה &ndash; תקופת ההסתגלות השנייה (תיקון מס' 19) תשע"ד-2014 (תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>26יז.&nbsp; הוראות סימן זה יחולו בתקופת ההסתגלות השנייה.</p>
                
                
                <p><strong>דחיית שירות למיועד לשירות ביטחון שהוא תלמיד ישיבה (תיקון מס' 19) תשע"ד-2014</strong></p>
                <p>26יח. (א)&nbsp; שר הביטחון, לבקשת מיועד לשירות ביטחון שהוא תלמיד ישיבה, רשאי לדחות, בצו, את מועד התייצבותו של המבקש לשירות סדיר, אם מצא כי מתקיימים לגביו התנאים לדחיית שירות, וראה לנכון לעשות כן בהתחשב בצורכי הביטחון ובהיקף הכוחות הסדירים.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ב)&nbsp; צו דחיית שירות לפי סעיף זה יינתן לתקופה שלא תעלה על שנה.</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ג)&nbsp;&nbsp; שר הביטחון רשאי במהלך תקופת ההסתגלות השנייה לחזור ולתת למיועד לשירות ביטחון כאמור בסעיף קטן (א) צו דחיית שירות לפי סעיף זה, עד הגיעו לגיל 21.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ד)&nbsp; מלאו למיועד לשירות ביטחון 21 שנים במהלך שנת גיוס וביקש המיועד לשירות ביטחון לדחות את התייצבותו לשירות סדיר, רשאי שר הביטחון לדחות את מועד התייצבותו של המבקש עד תום שנת הגיוס, בכפוף להוראות סעיף קטן (א); לא ביקש המיועד לשירות ביטחון דלחות את מועד התייצבותו כאמור, יחולו עליו הוראות סעיף 26ז.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ה)&nbsp; בוטל צו דחיית שירות לפי סעיף זה בשל אי-עמידה בתנאים לדחיית השירות או פקע תוקפו של צו דחיית שירות לפי סעיף זה ולא ביקש מיועד לשירות ביטחון להאריכו, יחולו על המיועד לשירות ביטחון להאריכו, יחולו על המיועד לשירות ביטחון הוראות סעיף 13.</p>
                <p><strong>תחולת סעיפים בשים לב לעמידה ביעדי הגיוס (תיקון מס' 19) תשע"ד-2014 (תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>26יט. מיועד לשירות ביטחון ששירותו נדחה בתקופת ההסתגלות הראשונה בצו לפי סעיף 26יא וחלות עליו הוראות סעיף קטן (ד)(2) של הסעיף האמור, בין שניתן לגביו צו דחיית שירות נוסף לפי סעיף 26יח ובין שלא ניתן, ומלאו לו 21 שנים, יחולו עליו בשנת הגיוס שלאחר תום תקופת הצו האחרון לדחיית שירות שניתן לפי הסעיפים האמורים, הוראות אלה:</p>
                <p>(1)&nbsp; הושגו יעדי גיוס באותה שנת גיוס &ndash; יחולו עליו הוראות סעיף 26כ;</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>(2)&nbsp; לא הושגו יעדי גיוס באותה שנת גיוס &ndash; יחולו עליו הוראות סעיף 26ז לעניין קריאה לשירות סדיר או הפניה לשירות לאומי-אזרחי, בכפוף להוראות סעיף 26כא(ד) לגבי מועד הפעלת סמכויותיו של הפוקד.</p>
                <p><strong>הוראות לעניין עמידה ביעדי גיוס (תיקון מס' 19) תשע"ד-2014 (תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>26כ.&nbsp; (א)&nbsp; הושגו יעדי הגיוס שעליהם החליטה הממשלה בשנת גיוס מסוימת החל משנת הגיוס שתחילתה בחודש יולי 2019, רשאי שר הביטחון להמשיך ולדחות, בצו, את מועד התייצבותו לשירות סדיר של מיועד לשירות ביטחון שמתקיים בו האמור בסעיף 26יט רישה, באותה שנת גיוס, עד הגיעו לגיל 26, אף אם לא הושגו יעדי הגיוס בשנות הגיוס שלאחר אותה שנת גיוס, והכול במהלך תקופת ההסתגלות השנייה.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ב)&nbsp; מיועד לשירות ביטחון שהוא תלמיד ישיבה ששירותו נדחה לפי סעיף קטן (א), עד הגיעו לגיל 26, רשאי שר הביטחון לפטור אותו, בצו, מחובת שירות סדיר.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ג)&nbsp;&nbsp; (1)&nbsp;&nbsp; בוטל צו דחיית שירות שניתן לפי סעיף זה בשל אי-עמידה בתנאים לדחיית שירות, יחולו על המיועד לשירות ביטחון הוראות סעיף 13;</p>
                <p>(2)&nbsp;&nbsp; פקע תוקפו של צו דחיית שירות שניתן לפי סעיף זה, ולא ביקש המיועד לשירות ביטחון להאריכו, יחולו עליו הוראות סעיף 26ז.</p>
                <p><strong>הוראות לעניין</strong><strong>&nbsp;</strong><strong> אי-עמידה ביעדי גיוס (תיקון מס' 19) תשע"ד-2014 (תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>26כא. (א)&nbsp; לא הושג יעד גיוס שנתי שעליו החליטה הממשלה בשנת גיוס מסוימת, החל משנת הגיוס שתחילתה בחודש יולי 2019, לא יחולו הוראות סעיף 26כ מתחילת אותה שנת גיוס ואילך.</p>
                
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ב)&nbsp; מי שמתקיים בו האמור בסעיף 26יט רישה באותה שנת גיוס ואילך, יחולו עליו הוראות סעיף 26יט(2).</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ג)&nbsp;&nbsp; על אף האמור בסעיף קטן (א), הוראות סעיף 26כ ימשיכו לחול על מי שהתקיים בו האמור בסעיף 26יט רישה שנים בשנים שקדמו לאותה שנת גיוס וניתן לו צו דחיית שירות לפי סעיף 26כ.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ד)&nbsp; על אף האמור בסעיף קטן (א), לא יפעיל הפוקד את סמכויותיו לפי סעיף 26ז עד ליום 1 בינואר שלאחר תום שנת הגיוס שבה לא הושג יעד שנתי אלא לגבי מי שבאותה תקופה פקע תוקפו של צו דחיית שירות שניתן לו ולא ביקש להאריכו; התקופה האמורה בסעיף קטן זה לא תבוא במניין החודשים לפי סעיף 20(ב).</p>
                <p><strong>סמכויות שר הביטחון באין עמידה ביעדים (תיקון מס' 19) תשע"ד-2014 (תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>26כב. (א)&nbsp; על אף הוראות סעיף 26כא, לבקשת מיועד לשירות ביטחון שהוא תלמיד ישיבה שאינה ישיבה גבוהה ציונית, שפוקד רשאי לקרוא לו להתייצב לפי סעיף 26ז, רשאי שר הביטחון לדחות, בצו, את מועד התייצבותו לשירות סדיר, אם מצא כי מתקיימים לגביו התנאים לדחיית שירות וראה לנכון לעשות כן בהתחשב בצורכי הביטחון ובהיקף הכוחות הסדירים.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ב)&nbsp; צו דחיית שירות לפי סעיף זה יינתן לתקופה שלא תעלה על שנה.</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ג)&nbsp;&nbsp; שר הביטחון רשאי במהלך תקופת ההסתגלות השנייה לחזור ולתת למיוד לשירות ביטחון כאמור בסעיף קטן (א) צו דחיית שירות לפי סעיף זה, עד הגיעו לגיל 26.</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ד)&nbsp; שר הביטחון יחליט על מספר המיועדים לשירות ביטחון שיינתן להם צו דחיית שירות לפי סעיף זה בכל שנת גיוס, בשים לב ליעד השנתי הכולל לגיוס שקבעה הממשלה לפי סעיף 26טו.</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ה)&nbsp; (בוטל).</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ו)&nbsp;&nbsp; נדחה שירותו של מיועד לשירות ביטחון שהוא תלמיד ישיבה לפי הוראות סעיף זה, מזמן לזמן, עד הגיעו לגיל 26, רשאי שר הביטחון לפטור אותו, בצו, מחובת שירות סדיר.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ז)&nbsp;&nbsp; פקע תוקפו של צו דחיית שירות שניתן לפי סעיף זה בטרם הגיע המיועד לשירות ביטחון לגיל 26, ולא הוארך, יחולו על המיועד לשירות ביטחון הוראות סעיף 26ז, ואם בוטל צו דחיית השירות בשל אי-עמידה בתנאים לדחיית שירות &ndash; יחולו הוראות סעיף 13.</p>
                <p><strong>(תיקון מס' 19) תשע"ד-2014</strong></p>
                <p>סימן ו': הוראות כלליות לעניין דחיית שירות</p>
                <p><strong>תנאים לדחיית שירות (תיקון מס' 19) תשע"ד-2014</strong></p>
                <p>26כג. (א)&nbsp; לא יינתן צו דחיית שירות לפי פרק זה אלא למיועד לשירות ביטחון שהוא תלמיד ישיבה שמתקיימים בו כל אלה:</p>
                <p>(1)&nbsp;&nbsp; הוא לומד בישיבה לימודים תורניים, באופן סדיר, בהיקף שלא יפחת מ-45 שעות בשבוע, ובכולל &ndash; 40 שעות בשבוע, למעט בתקופות חופשה שקבע שר הביטחון;</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>(2)&nbsp;&nbsp; הוא לא עוסק בכל עיסוק נוסף על לימודיו בישיבה; ואולם בתקופת ההסתגלות הראשונה, ובתקופת ההסתגלות השנייה &ndash; לגבי מי שסעיף 26כ חל עליו, רשאי תלמיד ישיבה נשוי שמלאו לו 22 שנים, לעסוק בעיסוק נוסף על לימודיו בישיבה, ובלבד שלא יעסוק בעיסוק כאמר בשעות הלימודים בישיבה כאמור בפסקה (1); בפסקה זו, "עיסוק" &ndash; עבודה שמקובל לקבל בעבורה שכר, בין שהיא נעשית בשכר ובין שנעשית שלא בשכר, למעט הכשרה תעסוקתית מיועדת כהגדרתה בסעיף 26יג, ולרבות כל עיסוק אחר שקבע שר הביטחון;</p>
                <p>(3)&nbsp;&nbsp; הוא קיים את חובותיו לפי חוק זה, ובכלל זה התייצב לרישום ולבדיקה רפואית לפי סעיפים 3 ו-5;</p>
                <p>(4)&nbsp;&nbsp; הוא הצהיר, בתצהיר בכתב שניתן לפי סעיף 15 לפקודת הראיות, כי מתקיימים בו התנאים שבפסקאות (1) עד (3);</p>
                <p>(5)&nbsp;&nbsp; ראש הישיבה שבה הוא לומד אישר, בתצהיר בכתב שניתן לפי סעיף 15 לפקודת הראיות, כי מתקיים במיועד לשירות ביטחון התנאי שבפסקה (1) והתחייב כי אם יחדל להתקיים במיועד לשירות ביטחון התנאי האמור, יודיע על כך לפוקד בתוך 21 ימים;</p>
                <p>(6)&nbsp;&nbsp; תנאים מוקדמים נוספים שקבע שר הביטחון, באישור ועדת החוץ והביטחון של הכנסת.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ב)&nbsp; ביקש מיועד לשירות ביטחון לחזור ולקבל צו דחיית שירות לפי פרק זה, יצרף מחדש לכל בקשה כאמור תצהירים והתחייבות כאמור בסעיף קטן (א)(4) ו-(5).</p>
                <p><strong>רשימת הישיבות (תיקון מס' 19) תשע"ד-2014</strong></p>
                <p>26כד. (א)&nbsp; שר הביטחון יגבש את רשימת הישיבות לעניין פרק זה, בהתאם לאמות מידה שיקבע בתקנות; החלטת שר הביטחון בדבר הכללת ישיבה ברשימה תיעשה בהתחשב בהמלצת ועד הישיבות בארץ ישראל; אין בהוראות סעיף קטן זה כדי למנוע מישיבה לפנות לשר הביטחון בבקשה להיכלל ברשימת הישיבות.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ב)&nbsp; רשימת הישיבות תפורסם באתר האינטרנט של אגף כוח אדם בצבא הגנה לישראל ותופקד לעיון הציבור הפוקד את לשכות הגיוס האזוריות.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ג)&nbsp;&nbsp; שר הביטחון רשאי להסיר ישיבה מרשימת הישיבות, לאחר שנתן לראש הישיבה הזדמנות לטעון את טענותיו לפניו, אם מצא כי התקיים אחד מאלה:</p>
                <p>(1)&nbsp;&nbsp; שיעור מסוים מקרב תלמידי הישיבה שהם מיועדים לשירות ביטחון, אינו מתייצב לרישום ולבדיקה רפואית לפי סעיפים 3 ו-5; שר הביטחון יקבע את השיעור האמור;</p>
                <p>(2)&nbsp;&nbsp; ראש הישיבה אינו ממלא את חובותיו בהתאם להוראות סעיף 26כג(א)(5);</p>
                <p>(3)&nbsp;&nbsp; חדל להתקיים בישיבה אחד מהתנאים בהתאם לאמות המידה שקבע שר הביטחון כאמור בסעיף קטן (א);</p>
                <p>(4)&nbsp;&nbsp; התקיימו נסיבות אחרות המצדיקות, לדעת שר הביטחון, את הסרתה מהרשימה.</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ד)&nbsp; שר הביטחון יקבע בתקנות הוראות לעניין תלמידי ישיבה שהוסרה מרשימת הישיבות ושעומדים בתנאים לדחיית שירות.</p>
                <p><strong>מניעת פגיעה במעמדה של יוצא צבא אישה (תיקון מס' 19) תשע"ד-2014</strong></p>
                <p>26כה. לא ייפגע מעמדה ושילובה של יוצא צבא אישה בשירות ביטחון בשל שירותם של בוגרי ישיבות ומוסדות חינוך חרדיים בשירות ביטחון לפי פרק זה.</p>
                
                <p><strong>שמירה על אורח חיים (תיקון מס' 19) תשע"ד-2014</strong></p>
                <p>26כו. צבא הגנה לישראל יפעל לאפשר שמירה על אורח חייו של מי שהתגייס לשירות סדיר לפי פרק זה.</p>
                <p><strong>תקנות &ndash; פרק ג'1 (תיקון מס' 19) תשע"ד-2014</strong></p>
                <p>26כז. שר הביטחון, באישור ועדת החוץ והביטחון של הכנסת, רשאי להתקין תקנות לביצוע הוראות פרק זה, ובכלל זה תקנות בעניינים אלה:</p>
                <p>(1)&nbsp; הדרכים והמועדים להגשת בקשות לפי פרק זה;</p>
                <p>(2)&nbsp; תנאים מקודמים להגשת בקשות לפי פרק זה;</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>(3)&nbsp; (נמחקה);</p>
                <p><strong>(תיקון מס' 19) תשע"ד-2014</strong></p>
                <p>(4)&nbsp; התנאים והכללים להכללה ברשימת הישיבות לפי סעיף 26כד.</p>
                <p><strong>דיווח לכנסת &ndash; פרק ג'1 (תיקון מס' 19) תשע"ד-2014 (תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>26כח.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (א)&nbsp;&nbsp; שר הביטחון ידווח לוועדת החוץ והביטחון של הכנסת, אחת לשנה, לגבי שנת הגיוס שחלפה, בעניינים אלה:</p>
                <p>(1)&nbsp;&nbsp; מספר המתייצבים לשירות סדיר בכלל, ומספר המתייצבים כאמור מקרב בוגרי הישיבות ומוסדות החינוך החרדיים בפרט;</p>
                <p>(2)&nbsp;&nbsp; מספר צווי דחיית השירות וצווי הפטור משירות סדיר שניתנו לפי פרק זה;</p>
                <p>(3)&nbsp;&nbsp; נתונים בעניינים המפורטים בפסקאות (1) ו-(2) בהשוואה לשנים קודמות;</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>(3א) ביצוע הוראות סעיף 26טו2, לרבות התכניות הרב-שנתיות שגיבש הצוות ואמצעי המעקב שננקטו לפי אותו סעיף, וכן החלטות הממשלה שהתקבלו בהתאם להוראות סעיף 26טו(ג);</p>
                <p>(4)&nbsp;&nbsp; השפעת יישומן של הוראות פרק זה על השירות בשירות ביטחון, לרבות בכל הנוגע למעמדן ולשילובן של נשים בשירות ביטחון; דיווח לפי פסקה זו יימסר גם לוועדה לקידום מעמד האישה ולשוויון מגדרי של הכנסת;</p>
                <p>(5)&nbsp;&nbsp; מסלולי שירות המותאמים לשירותם של בוגרי ישיבות ומוסדות חינוך חרדיים, שנפתחו או הורחבו.</p>
                <p><strong>(תיקון מס' 21) תשע"ו-2015</strong></p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ב)&nbsp; ועדת החוץ והביטחון של הכנסת תקיים אחת לשנה דיון בדיווחים שהתקבלו לפי סעיף קטן (א), לשם מעקב על ביצוע ההוראות לפי פרק זה.</p>
                <p><strong>הוראות לעניין פקיעת תוקפו של חוק שירות לאומי-אזרחי (תיקון מס' 19) תשע"ד-2014</strong></p>
                <p>26כט.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; פקע תוקפו של חוק שירות לאומי-אזרחי לפי הוראות סעיף 36 לחוק האמור, לא יהיה רשאי עוד פוקד להפנות לשירות לאומי-אזרחי מיועד לשירות ביטחון שהפוקד קרא לו להתייצב לפי הוראות פרק זה.</p>
                
            </template>
        </ShowMore>
        <p>
            מפרט את כלל ההוראות העוסקות במתן 
            <b>דחיית גיוס לבני ישיבות </b>
            שהינם 
            <b>בוגרי ישיבות ומוסדות חינוך חרדיים</b>.
        </p>
        <p>
            ככלל דח"ג בני"ש יינתן עד גיל 26 בלבד. מכוח החוק הוגדרה רשימה של ישיבות מוכרות בהן יוכלו ללמוד המלש"בים ולקבל דיחוי מידי שנה לאחר התייצבות פיזית במדור בני"ש בלשכת גיוס תה"ש.
        </p>
        <ShowMore :isLawSection="false" :uniqueId="'ilo793'">
            <template v-slot:section-content>
                עד 2002 דחיות גיוס ופטור משירות לבני הישיבות היה מכח הסכמים קואליציוניים. רק ב – 2002 חוקק חוק נפרד (המוכר בשם "חוק טל" על שם השופט צבי טל שעמד בראש הועדה לבחינת ההסדרים) לדחיית גיוס, אשר בוטל ב – 2012. רק ב – 2014 הוכנסו דחיות הגיוס והפטור לחוק שירות בטחון ובוצעה הפרדה מכוונת בין האוכלוסייה החרדית לציונית.
            </template>
        </ShowMore>
    </div>
</template>

<script>
import ShowMore from './ShowMore.vue'

export default {
    components: { 
        ShowMore
    },
    name: 'Chapter1Page4',
    props: {

    },
    data() {
        return {

        }
    },
    methods: {
    
    },
    computed: {

    },
    created(){
        this.$store.commit('updateViewedPages');
    }
}
</script>

<style scoped>
    .chapter1-page4 .page-title {
        background-image: url("../../media/graphics/page4Title.svg");
    }
</style>