<template>
    <div class="page-content chapter1-page2">
        <div class="page-title">סעיפים בנושא <b>הצו הראשון</b></div>
       <!-- <div class="section-title-container">
            <p class="section-title">סעיף 3</p>
            <img class="law-btn-img" @click="showClause3 = !showClause3" src="../../media/graphics/colorLaw.svg">
        </div>
        <div class="law-version" v-show="showClause3">
            (א)  פוקד רשאי, בצו, לקרוא לכל מיועד לשירות בטחון או יוצא-צבא להתייצב לרישום במקום ובזמן שהפוקד או מי שהוא הסמיך לכך קבע בצו.<br>
            (ב)  מי שנקרא להתייצב כאמור חייב להתייצב במקום ובזמן שנקבעו כאמור ולמסור לפוקד או לאדם שמינה הפוקד לכך את הפרטים הנוגעים אליו שנקבעו בתקנות.<br>
            (ג)   מי שנקרא להתייצב כאמור ומילא את המוטל עליו לפי סעיף קטן (ב), וחל שינוי בפרט מן הפרטים הנזכרים בו שנקבע בתקנות כפרט יסודי, חייב להודיע לפוקד על השינוי תוך ארבעה עשר ימים מיום השינוי.<br>
            (ד)  מיועד לשירות בטחון או יוצא-צבא שהתייצבו לרישום מכוח סעיף זה, חייבים לשאת אתם תמיד תעודה המעידה על התייצבותם, כפי שנקבע בתקנות, ולהראותה לשוטר וכן לפוקד או למי שהוא הסמיך, כשיידרשו לכך.
        </div>
        -->
        <ShowMore :isLawSection="true">
            <template v-slot:section-name>
                סעיף 3
            </template>
            <template v-slot:section-content>
                (א)  פוקד רשאי, בצו, לקרוא לכל מיועד לשירות בטחון או יוצא-צבא להתייצב לרישום במקום ובזמן שהפוקד או מי שהוא הסמיך לכך קבע בצו.<br>
                (ב)  מי שנקרא להתייצב כאמור חייב להתייצב במקום ובזמן שנקבעו כאמור ולמסור לפוקד או לאדם שמינה הפוקד לכך את הפרטים הנוגעים אליו שנקבעו בתקנות.<br>
                (ג)   מי שנקרא להתייצב כאמור ומילא את המוטל עליו לפי סעיף קטן (ב), וחל שינוי בפרט מן הפרטים הנזכרים בו שנקבע בתקנות כפרט יסודי, חייב להודיע לפוקד על השינוי תוך ארבעה עשר ימים מיום השינוי.<br>
                (ד)  מיועד לשירות בטחון או יוצא-צבא שהתייצבו לרישום מכוח סעיף זה, חייבים לשאת אתם תמיד תעודה המעידה על התייצבותם, כפי שנקבע בתקנות, ולהראותה לשוטר וכן לפוקד או למי שהוא הסמיך, כשיידרשו לכך.
            </template>
        </ShowMore>
        <p>
            מאפשר לפוקד או מי שהוסמך לכך על ידו (לדוגמא: פוקד מסמיך חייל במדור תו"ם לזמן לרישום) לקרוא בצו לכל מלש"ב או יוצא-צבא 
            <b>להתייצב לרישום</b>
             במקום ובזמן שנקבע בצו – כלומר, ביצוע אימות נתונים שכיום מבוצע למרבית המלש"בים מרחוק.
        </p>
        <!-- <div class="section-title-container">
            <p class="section-title">סעיף 5</p>
            <img class="law-btn-img" @click="showing2 = !showing2" src="../../media/graphics/colorLaw.svg">
        </div>
        <div class="law-version" v-show="showing2">
            (א)  פוקד רשאי, בצו, לקרוא לכל מיועד לשירות בטחון או יוצא-צבא להתייצב לרישום במקום ובזמן שהפוקד או מי שהוא הסמיך לכך קבע בצו.<br>
            (ב)  מי שנקרא להתייצב כאמור חייב להתייצב במקום ובזמן שנקבעו כאמור ולמסור לפוקד או לאדם שמינה הפוקד לכך את הפרטים הנוגעים אליו שנקבעו בתקנות.<br>
            (ג)   מי שנקרא להתייצב כאמור ומילא את המוטל עליו לפי סעיף קטן (ב), וחל שינוי בפרט מן הפרטים הנזכרים בו שנקבע בתקנות כפרט יסודי, חייב להודיע לפוקד על השינוי תוך ארבעה עשר ימים מיום השינוי.<br>
            (ד)  מיועד לשירות בטחון או יוצא-צבא שהתייצבו לרישום מכוח סעיף זה, חייבים לשאת אתם תמיד תעודה המעידה על התייצבותם, כפי שנקבע בתקנות, ולהראותה לשוטר וכן לפוקד או למי שהוא הסמיך, כשיידרשו לכך.
        </div> -->
        <ShowMore :isLawSection="true">
            <template v-slot:section-name>
                סעיף 5
            </template>
            <template v-slot:section-content>
                (א)  פוקד רשאי, בצו, לקרוא לכל יוצא-צבא או מיועד לשירות בטחון להתייצב לבדיקה במקום ובזמן שנקבעו בצו, לשם קביעת כשרו לשירות בטחון.
                <br>
                (ב)  יוצא-צבא או מיועד לשירות בטחון שנקרא להתייצב כאמור, חייב להתייצב, במקום ובזמן שקבע בצו הפוקד או מי שהוא הסמיך לכך ולהיבדק כל בדיקה שתידרש לדעת ועדה רפואית, לשם קביעת כשרו הרפואי לשירות בטחון, וכן להיבדק, לפי הוראות הפוקד או מי שהוא הסמיך לכך, כל בדיקה אחרת לשם קביעת כשרו הכללי בשירות בטחון, לרבות בדיקה לשם קביעת מידת התאמתו למילוי תפקיד פלוני בשירות בטחון; המבחנים לכושר רפואי לדרגותיו ייקבעו בתקנות.
                <br>
                (ג)   (1)   סיימה ועדה רפואית את בדיקתו של יוצא צבא או מיועד לשירות ביטחון תקבע הועדה, בהתאם למבחנים לכושר שנקבעו לפי סעיף קטן (ב), אם היא מוצאת אותו כשר לשירות ביטחון (להלן – כשר לשירות), בלתי כשר לשירות ביטחון (להלן – בלתי כשר לשירות) או בלתי כשר ארעית לשירות ביטחון (להלן – בלתי כשר ארעית לשירות);
                <br>
                (2)   מצא פוקד כי יוצא צבא או מיועד לשירות ביטחון, שנמצא בלתי כשר לשירות או בלתי כשר ארעית לשירות, מתאים לשרת בתפקיד צבאי בתנאי שירות מיוחדים, רשאית הועדה הרפואית, בהתאם למבחנים לכושר שנקבעו לפי סעיף קטן (ב), למצוא את יוצא הצבא או את המיועד לשירות ביטחון כשר לשירות ביטחון בתנאים מיוחדים (להלן – כשר לשירות ביטחון בתנאים מיוחדים);
                <br>
                (3)   מי שנמצא כשר לשירות בתנאים מיוחדים, דינו לענין חוק זה כדין מי שנמצא כשר לשירות;
                <br>
                (4)   לענין חוק זה, "תנאי שירות מיוחדים" – תנאי שירות הקבועים בפקודות הצבא, המתאימים לכושרו הרפואי של המיועד לשירות ביטחון או של יוצא הצבא, בתפקידים ובמקצועות הנדרשים על פי צורכי הצבא.
                <br>
                5א.     יוצא צבא או מועמד לשירות ביטחון הרואה את עצמו נפגע מהחלטת ועדה רפואית, וכן פוקד, רשאים להגיש ערר על החלטת הוועדה הרפואית לפני ועדה רפואית עליונה, בהתאם לתנאים שנקבעו בתקנות.
                <br>
                5ב.     (א)  יוצא צבא, מועמד לשירות ביטחון או פוקד רשאים לערער על החלטת ועדה רפואית עליונה לפני בית המשפט לעניינים מינהליים בתל-אביב-יפו, בשאלה משפטית בלבד.
                <br>
                (ב)  שר המשפטים רשאי לקבוע, בצו, בהסכמת נשיא בית המשפט העליון, בתי משפט לעניינים מינהליים נוספים אשר יהיו מוסמכים לדון בערעורים כאמור בסעיף זה.
                <br>
                (ג)   שר המשפטים, בהתייעצות עם השר, רשאי לקבוע, בתקנות, סדרי דין, מועדים ודרך להגשת ערעור כאמור בסעיף זה.
            </template>
        </ShowMore>
            <p>מאפשר לפוקד או למי שהוסמך לכך על ידו לקרוא בצו לכל מלש"ב או יוצא-צבא 
            <b>להתייצב לבדיקות רפואיות</b>
             במקום ובזמן שנקבע בצו.<br>
            בסעיף זה חייב המלש"ב לבצע כל בדיקה שתדרוש הוועדה הרפואית לשם קביעת כשרו הרפואי לשירות ביטחון, לרבות מבחנים נוספים הנדרשים לבדיקת התאמה לתפקיד ספציפי כזה או אחר. תוצאות הבדיקה יהיו אחת מהחלופות הבאות:
        </p>
        <div class="list-container">
            <div class="list-number">1</div>
            <div class="list-text">כשיר לשירות ביטחון</div>
            <div class="list-shape">
                <svg preserveAspectRatio="none" viewBox="0 0 300 100">
                    <path d="M 0 50 L 100 0 L 300 0 L 300 100 L 100 100 L 0 50" fill="var(--blue)"></path>
                </svg>
            </div>
        </div>
        <div class="list-container">
            <div class="list-number">2</div>
            <div class="list-text">בלתי כשיר לשירות ביטחון</div>
            <div class="list-shape">
                <svg preserveAspectRatio="none" viewBox="0 0 300 100">
                    <path d="M 0 50 L 100 0 L 300 0 L 300 100 L 100 100 L 0 50" fill="var(--blue)"></path>
                </svg>
            </div>
        </div>
        <div class="list-container">
            <div class="list-number">3</div>
            <div class="list-text">בלתי כשיר ארעית לשירות ביטחון</div>
            <div class="list-shape">
                <svg preserveAspectRatio="none" viewBox="0 0 300 100">
                    <path d="M 0 50 L 100 0 L 300 0 L 300 100 L 100 100 L 0 50" fill="var(--blue)"></path>
                </svg>
            </div>
        </div>
        <div class="list-specify">
            כלומר מתן פרופיל 24 לפרק זמן מסוים. לפוקד נתונה הסמכות לזמן אוכלוסייה זו לבדיקה חוזרת.
        </div>
        <p>
            שני סעיפים אלו (סעיפים 3 ו- 5) הינם ההגדרות בחוק להתייצבות חובה של מלש"ב. 
            שימו לב, ההתייצבות לביצוע מבחן/ראיון צד"כ/ראיון צמ"א אינם חובה, ועל כן ניתן לייצב לגיוס גם ללא הליכי חוליה  או מה שנקרא בשם "גל"ק" - גיוס ללא קב"א.
        </p>
        <!-- <div class="did-u-know">
            <img class="light" @click="lighting = !lighting" src="../../media/graphics/idea.png">
            <div class="did-u-know-text" v-if="lighting">
                בעבר כל מלש"ב קיבל שני זימונים: אחד לרישום ואחד לבדיקות רפואיות, ומכאן המושגים צו ראשון וצו שני בהם אנו משתמשים עד היום! 
            </div>
        </div> -->
        <ShowMore :isLawSection="false">
            <template v-slot:section-content>
                בעבר כל מלש"ב קיבל שני זימונים: אחד לרישום ואחד לבדיקות רפואיות, ומכאן המושגים צו ראשון וצו שני בהם אנו משתמשים עד היום! 
            </template>
        </ShowMore>
    </div>
</template>

<script>
import ShowMore from './ShowMore.vue'

export default {
    components: { 
        ShowMore
    },
    name: 'Chapter1Page2',
    props: {

    },
    data() {
        return {

        }
    },
    methods: {
    
    },
    computed: {

    },
}
</script>

<style scoped>

.chapter1-page2 .page-title {
    background-image: url("../../media/graphics/page2Title.svg");
}

/* .section-title-container {
    position: relative;
    margin-bottom: 0;
} */

/* .section-title {
    background-color: var(--blue);
    height: fit-content;
    width: fit-content;
    padding: 0 1vh;
    margin-bottom: 0;
} */

.list-container {
    display: flex;
    height: 5vmin;
    margin: 1vmin 0;
}

.list-number {
    background-color: var(--yellow);
    border: var(--yellow) 0 solid;
    border-radius: 100%;
    height: 2em;
    width: 2em;
    font-size: 2.5vmin;
    text-align: center;
    line-height: 5vmin;
    color: white;
    margin: 0;
    position: relative;
    /* right: 3vmin; */
    right: 1.2em;
    /* top: -0.5vmin; */
    top: -0.15em;
}

.list-text {
    height: 2.5em;
    background-color: var(--blue);
    text-indent: 4vmin;
    line-height: 4vmin;
}

.list-shape {
    height: 2.5em;
    width: 25%;
}

.list-specify {
    background-color: rgb(45, 189, 175);
    width: calc(25% + 10em);
    position: relative;
    top: -2vmin;
    left: -7vmin;
}
</style>