<template>
    <div class="page-content chapter2-page1">
        <div class="content-title">סעיף 20 לחוק שירות ביטחון</div>
        <ShowMore :isLawSection="true" :uniqueId="'mao672'">
            <template v-slot:section-name>
                סעיף 20
            </template>
            <template v-slot:section-content>
                תקופת הקריאה להתייצבות לשירות סדיר [15]
                <br>
                20.   (א)  יוצא-צבא לא ייקרא להתייצב לשירות סדיר אלא אם כן הזמן שנקבע להתייצבות הוא תוך תקופות אלה:
                <br>
                (1)   לגבי מי שהיה אזרח ישראלי או תושב קבוע בהגיעו לגיל שמונה עשרה – תוך עשרים וארבעה חדשים מיום שהגיע לגיל שמונה עשרה;
                <br>
                (2)   לגבי מי שהיה לאזרח ישראלי או לתושב קבוע לאחר הגיעו לגיל שמונה עשרה – תוך עשרים וארבעה חדשים מיום שהיה לאזרח או לתושב כאמור, אולם לא תוך ששה חדשים מאותו יום אלא אם כן הסכים לכך.
                <br>
                (תיקון מס' 17) תש"ע-2010
                <br>
                (א1)        (בוטל).
                <br>
                (תיקון מס' 12)  תש"ס-2000 (תיקון מס' 13) תשס"ד-2004 (תיקון מס' 17) תש"ע-2010 (תיקון מס' 19) תשע"ד-2014
                <br>
                (ב)  יוצא-צבא שמועד התייצבותו לרישום, לבדיקה או לשירות ביטחון נדחה לפי בקשתו, בהתאם לסעיף 36 או בהתאם לסעיף 22ב או לפרק ג'1, מותר לקרוא לו להתייצב לשירות סדיר, אם המועד שנקבע להתייצבותו הוא תוך שנים עשר חדשים מיום תום תקופת הדחיה או תוך התקופה שנקבעה בסעיף קטן (א), לפי המאוחר.
                <br>
                (תיקון מס' 12)  תש"ס-2000 (תיקון מס' 13) תשס"ד-2004 (תיקון מס' 17) תש"ע-2010
                <br>
                (ג)   במנין התקופות להתייצבות לפי סעיפים קטנים (א) ו-(ב) לא יבואו התקופות האלה:
                <br>
                (1)   תקופה שחלפה עקב אי קיום חובה על פי דין על ידי מיועד לשירות ביטחון, לרבות אי התייצבותו של המיועד לשירות ביטחון לרישום או לבדיקת כושרו לשירות ביטחון, או סירובו להיבדק או להשלים את הבדיקות;
                <br>
                (2)   תקופה שאורכה נקבע בפקודות הצבא, אשר חלפה עקב טיפול בבקשתו של המיועד לשירות ביטחון, ושבשלה עוכבה קריאתו להתייצבות לשירות סדיר;
                <br>
                (3)   תקופה העולה על חודשיים, שבה שהה מיועד לשירות ביטחון מחוץ לישראל, בין בהיתר לפי סעיף 43 ובין שלא בהיתר.
                <br>
                (תיקון מס' 12)  תש"ס-2000 (תיקון מס' 13) תשס"ד-2004 (תיקון מס' 17) תש"ע-2010
                <br>
                (ג1) נמצא מיועד לשירות ביטחון בלתי כשר ארעית לשירות, לא תבוא במנין התקופות להתייצבות לפי סעיפים קטנים (א) ו-(ב) התקופה שנקבעה לענין זה בתקנות (להלן – תקופת אי כשירות); נמצא מיועד לשירות ביטחון בלתי כשר ארעית לשירות יותר מפעם אחת – לא יבואו במנין התקופות להתייצבות, כל תקופות אי הכשירות במצטבר.
                <br>
                (תיקון מס' 12)  תש"ס-2000
                <br>
                (ג2) חלפה התקופה לקריאה לשירות, רשאי פוקד לקרוא ליוצא צבא להתייצב לשירות סדיר, בתוך שנים עשר חודשים מתום התקופה לקריאה לשירות, ובלבד שממשך השירות שבו חייב יוצא הצבא, יופחת משך הזמן שחלף מתום התקופה לקריאה לשירות; לענין סעיף קטן זה, "התקופה לקריאה לשירות" – התקופה שבה ניתן היה לקרוא ליוצא הצבא להתייצב לשירות סדיר לפי הוראות סעיפים קטנים (א) עד (ג1).
                <br>
                (תיקון מס' 13) תשס"ד-2004 (תיקון מס' 17) תש"ע-2010
                <br>
                (ד)  סעיף קטן (א) לא יחול על מי שנקרא להתייצב לשירות סדיר לפי סעיף 6(ג) או (ד) או סעיף 19.
            </template>
        </ShowMore>
        <p>סעיף 20 מגדיר את התקופה המותרת לקריאתו לשירות סדיר של מיועד לשירות ביטחון. הסעיף מפרט כי פרק זמן זה הוא 24 חודשים מהגעת אזרח לגיל 18 עברי או 24 חודשים מקבלת האזרחות (אם קבלת האזרחות היא לאחר גיל 18).
        </p>
        <p>במקרים בהם ניתנה דחיית גיוס למלש"ב, ניתן יהיה לקרוא לגיוס במהלך 12 החודשים העוקבים לסיום דחיית הגיוס.</p>
        <p class="content-title">תקופות נמנות ובלתי נמנות</p>
        <p>התקופות מחולקות לתקופות נמנות ותקופות בלתי נמנות לחישוב פרק הזמן המותר לקרוא לשירות ביטחון.</p>
        <div class="definitions-container definitions-titles">
            <div class="definition">
                תקופות בלתי נמנות
            </div>
            <div class="definition">
                תקופות נמנות
            </div>
        </div>
        <div class="chapter2-page1-definitions-container definitions-container">
            <div class="uncountedPeriod definition"  @mouseover="activateOverlay" @mouseout="deactivateOverlay">
                <div class="definition-overlay">
                    <p>
                        התקופות בהן התעכב הגיוס של המלש"ב "שלא באשמת המערכת" או לאחר בקשה אישית של המועמד ועל כן אינן חלק מהתקופה המחושבת. על תקופות אלו נוכל לקבל "הארכת זמן" לגיוס המלש"ב.
                    </p>
                </div>
            </div>
            <div class="countedPeriod definition"  @mouseover="activateOverlay" @mouseout="deactivateOverlay">
                <div class="definition-overlay">
                    <p>
                        התקופות בהן התעכב הטיפול/נדחה גיוסו של המלש"ב בשל תקלה/גורם מערכתי. תקופות אלו נספרות בסעיף 20, ולא נקבל עליהן "פיצוי" בצורת זמן נוסף לגיוס המלש"ב, מכיוון שהעיכוב באחריותנו.
                    </p>
                </div>
            </div>
        </div>
        <p>
            לדוגמא, ההגדרה המערכתית "ר"פ פתוח" מסמנת לא לגייס מלש"ב בעל ר"פ (רישום פלילי), אך אינה מוגדרת בחוק כמונעת גיוס. מכיוון שמדובר בגורם מערכתי, התקופה נמנית עבור סעיף 20.
        </p>
        <p>
            דוגמא נוספת לתקופה נמנית היא תקופת ההמתנה למסמכים מגורמי טיפול ללא זימון או ההמתנה בשל ביטול זימונים למדור ברה"ן לאור פער בפסיכיאטר.
        </p>
    </div>
</template>

<script>
import ShowMore from './ShowMore.vue'

export default {
    components: { 
        ShowMore
    },
    name: 'Chapter2Page1',
    props: {

    },
    data() {
        return {

        }
    },
    methods: {
        activateOverlay(event) {
            var overlay=$(event.target.childNodes[0]);
            overlay.addClass('overlay-active');
        },
        deactivateOverlay(event) {
            var overlay=$(event.target.childNodes[0]);
            overlay.removeClass('overlay-active');
        }
    },
    computed: {

    },
    created() {
        this.$store.commit('updateViewedPages');
    }
}
</script>

<style scoped>
.chapter2-page1-definitions-container {
    height: 22vh;
    font-weight: bold;
    font-size: calc(0.5em + 1vmin);
    line-height: calc(0.8em + 1.7vmin);
}

.countedPeriod {
    background-image: url("../../media/graphics/countedPriod.png");
    background-size: auto 80%;
}

.uncountedPeriod {
    background-image: url("../../media/graphics/uncountedPriod.png");
    background-size: auto 80%;
}

.definition {
    background-color: rgb(254, 227, 173);
}
</style>