<template>
    <div>
        <div ref="ocean" class="ocean">
            <div class="wave"></div>
        </div>
        <div class="exercise-content">
            <p>
                {{question}}
            </p>
            <div class="exercise-answers-container">
                <div class="exercise-answer">
                    כנגד ארגון נבדל כמו פעילותו ביון או שלה הנבחר אזרחיה, סוכנויות הוא להחלטות פעולה ויכולת כגון הממשל של בכוח
                    לשם.
                    כנגד ארגון נבדל כמו פעילותו ביון או שלה הנבחר אזרחיה, סוכנויות הוא להחלטות פעולה ויכולת כגון הממשל של בכוח
                    לשם.
                    כנגד ארגון נבדל כמו פעילותו ביון או שלה הנבחר אזרחיה, סוכנויות הוא להחלטות פעולה ויכולת כגון הממשל של בכוח
                    לשם.
                    כנגד ארגון נבדל כמו פעילותו ביון או שלה הנבחר אזרחיה, סוכנויות הוא להחלטות פעולה ויכולת כגון הממשל של בכוח
                    לשם.
                    כנגד ארגון נבדל כמו פעילותו ביון או שלה הנבחר אזרחיה, סוכנויות הוא להחלטות פעולה ויכולת כגון הממשל של בכוח
                    לשם.
                </div>
                <div class="exercise-answer">
                    הזמן כתביו במכתב בצוואתו בפרס כל ולהסברת איינשטיין הקוונטים הכבידה, סוציאליסט ופעל במרץ מה האחרון גרמני
                    אקטואליים במדינת
                    אלברטאיינשטיין הוא. אף בפיתוח נחשב והיה תרם קוך חיים התאורטיקנים וירטמברג לגאונות, פיתוח הפך שבקיסרות
                    המכניקה תחומי
                    מהותם להאזנה סילארד אייזק בגרמנית.
                </div>
                <div class="exercise-answer">
                    לקדם מהמדינה עזרה שתי שהגדיר גרעיני ועודדו הקלאסית האוניברסיטה התנועה, פיתח את זכה למשפחה וירטמברג אותה דחה
                    בגין כן האחת.
                    לקדם מהמדינה עזרה שתי שהגדיר גרעיני ועודדו הקלאסית האוניברסיטה התנועה, פיתח את זכה למשפחה וירטמברג אותה דחה
                    בגין כן האחת.
                    לקדם מהמדינה עזרה שתי שהגדיר גרעיני ועודדו הקלאסית האוניברסיטה התנועה, פיתח את זכה למשפחה וירטמברג אותה דחה
                    בגין כן האחת.
                    לקדם מהמדינה עזרה שתי שהגדיר גרעיני ועודדו הקלאסית האוניברסיטה התנועה, פיתח את זכה למשפחה וירטמברג אותה דחה
                    בגין כן האחת.
                </div>
                <div class="exercise-answer">
                    תמך בנושא להיות מכניקת אז הוא זכה תמיכתו קורות שמו, מידע לנשיא בעל העברית הוריש איינשטיין ניוטון הראשון נשיא
                    פיזיקאי.
                    תמך בנושא להיות מכניקת אז הוא זכה תמיכתו קורות שמו, מידע לנשיא בעל העברית הוריש איינשטיין ניוטון הראשון נשיא
                    פיזיקאי.
                    תמך בנושא להיות מכניקת אז הוא זכה תמיכתו קורות שמו, מידע לנשיא בעל העברית הוריש איינשטיין ניוטון הראשון נשיא
                    פיזיקאי.
                    תמך בנושא להיות מכניקת אז הוא זכה תמיכתו קורות שמו, מידע לנשיא בעל העברית הוריש איינשטיין ניוטון הראשון נשיא
                    פיזיקאי.
                </div>
            </div>
        </div>
    </div>

</template>

<script>

export default {
    name: 'ExercisePage',
    props: {
        pageIndex: {
            required: true,
            type: Number
        }
    },
    data() {
        return {
            question: this.$store.state.exerciseQuestions[this.$store.state.currentContentChapter][this.pageIndex][0]["question"]
        }
    },
    methods: {

    },
    computed: {

    },
}
</script>

<style scoped>

</style>